"Error -90057" = "AD домен должен быть предоставлен. ([domain]\\[user_name])";
"Error -10100" = "Неверный метод аутентификации.";
"Error -10010" = "Неизвестный язык.";
"Error -10004" = "Пользователь истек.";
"Error -10003" = "Пользователь заблокирован.";
"Error -10005" = "Пользователь временно заблокирован.";
"Error -10103" = "Пользователь должен принять EULA";
"Error -10104" = "Пользователь должен изменить свой пароль.";
"Error -10106" = "Пользователь должен изменить его имя пользователя.";
"Error -40761" = "На данный момент файл не может быть расшифрован. Попросите другого авторизованного пользователя предоставить вам доступ к этому файлу.";
"Error -40751" = "Запрошенный файл не был найден.";
"Error -80021" = "Предоставленный сегмент файла неверен.";
"Error -70104" = "Пользователь уже принял EULA.";
"Error -70560" = "Пользователь с данным именем уже существует.";
"Error -70105" = "Пользователю не разрешено изменять свое имя.";
"Error -10105" = "Пароль не может быть сброшен для данного пользователя.";
"Error -70020" = "Ключевая пара шифрования не найдена. Пожалуйста сначала задайте Ваш пароль шифрования.";
"Error -70021" = "Ключевая пара шифрования уже была задана.";
"Error -70501" = "Пользователь не найден.";
"Error -10107" = "Пароль может быть сброшен раз в 5 минут.";
"Error -40755" = "Неверное имя файла.";
"Error -40010" = "Комната или каталог не могут быть перезаписаны.";
"Error -80006" = "Дата истечения находится в прошлом.";
"Error -80008" = "Дата истечения слишком далеко.";
"Error -40763" = "Ключевой файл должен быть предоставлен.";
"Error -40756" = "Неверная классификация файла.";
"Error -70022" = "Неверная ключевая пара шифрования.";
"Error -41054" = "Папки/файлы должны иметь одного родителя";
"Error -40001" = "Зашифрованные файлы не могут быть скопированы или перемещены в незашифрованные комнаты.";
"Error -40002" = "Незашифрованные файлы не могут быть скопированы или перемещены в зашифрованные комнаты.";
"Error -40765" = "Anti-virus scan determined malicious file.";

"Decryption password required" = "Требуется пароль расшифровки";
"Enter your decryption password to access encrypted data rooms." = "Введите пароль дешифровки для доступа в зашифрованные комнаты.";

"You have successfully created a share link for {0}." = "Вы успешно создали ссылку общего ресурса для {0}.";
"You have successfully created the upload account {0}" = "Вы успешно создали учетную запись для загрузки {0}";
"{0} Share(s) created" = "Создано {0} общий(х) ресурс(ов)";

"The AV scanner detected that the file could be malicious" = "Антивирусный сканер обнаружил, что файл может быть вредоносным";

"DRACOON environment needs to be updated" = "Окружение DRACOON нуждается в обновлении";
"Your DRACOON environment is outdated and no longer works with this application. Please contact your administrator." = "Ваше окружение DRACOON устарело и боее не работает с этим приложением. Пожалуйста свяжитесь с Вашим администратором.";

"Threat detected" = "Threat detected";
"Malicious content has been detected in this file. We recommend that you do not perform any further actions with the file and inform your system administrator immediately." = "Malicious content has been detected in this file. We recommend that you do not perform any further actions with the file and inform your system administrator immediately.";